[Battery.whaleoilbattery_nodarkvision_twk DisTweaks_WhaleOilBattery]
m_EmptyName=""

[Battery.whaleoilbattery_nodarkvision_twk:pInteractableTweaks DisTweaks_InteractableInterface]
m_Name="鯨油タンク"
m_InteractText="`GBA_Use` 運ぶ"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[Bodybag_Callista:pInteractableTweaks DisTweaks_InteractableInterface]
m_Name="カリスタ"
m_InteractText="`GBA_Use` 探す"

[Bodybag_Callista_Readable DisTweaks_AbstractItemPickupNote]
m_PressKeyToReadMessage=""
m_OnPickupMessage=""

[Bodybag_Callista_Readable:pInteractableTweaks_PickupBase DisTweaks_Interactable_PickupBase]
m_Name="カリスタ"
m_InteractText="`GBA_Use` 読む"

[BodyBag_Lydia:pInteractableTweaks DisTweaks_InteractableInterface]
m_Name="リディア"
m_InteractText="`GBA_Use` 探す"
m_AltInteractText=""
m_UseMessage="何も見つからなかった"
m_AltUseMessage=""
m_CannotUseMessage=""

[BodyBag_Wallace:pInteractableTweaks DisTweaks_InteractableInterface]
m_Name="ウォレス"
m_InteractText="`GBA_Use` 探す"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[Bodybag_Wallace_Readable DisTweaks_AbstractItemPickupNote]
m_PressKeyToReadMessage=""
m_OnPickupMessage=""
m_SingleItemPickupMessage=""

[Bodybag_Wallace_Readable:pInteractableTweaks_PickupBase DisTweaks_Interactable_PickupBase]
m_NotUsableWhilePossessingInteractText=""
m_Name="ウォレス"
m_InteractText="`GBA_Use` 探す"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[door_kennellocked DisTweaks_Door]
m_DoorOpenCCW.m_InteractTextOverride=""
m_DoorOpenCW.m_InteractTextOverride=""
m_DoorCloseCCW.m_InteractTextOverride="`GBA_Use` 閉じる"
m_DoorCloseCW.m_InteractTextOverride="`GBA_Use` 閉じる"
m_DoorSlamOpenCCW.m_InteractTextOverride=""
m_DoorSlamOpenCW.m_InteractTextOverride=""
m_UnlockInteractText="`GBA_Use` 鍵を開ける"
m_LockedMessage=""
m_UnauthorizedMessage=""
m_FocusMessage=""
m_FocusLockedMessage="鍵がかかっている"

[Door_Transitions.LTD_Hub_to_SwrWrks_twk DisTweaks_UsableObject]
m_UseMessage="鍵がかかっている"

[Door_Transitions.LTD_Hub_to_SwrWrks_twk:pInteractableTweaks DisTweaks_InteractableInterface]
m_Name="オールドダンウォール下水道へ"
m_InteractText="`GBA_Use` 開く"

[FakeDoor_Kennel DisTweaks_UsableObject]
m_UseMessage="鍵がかかっている"

[FakeDoor_Kennel:pInteractableTweaks DisTweaks_InteractableInterface]
m_Name="頑丈な扉"

[Hrlm_T2_Curnow_Cameo_twk:DisTweaks_Interactable_PickupBase_45 DisTweaks_Interactable_PickupBase]
m_NotUsableWhilePossessingInteractText=""
m_Name="カーマインの紋章"

[LTD_Hub7toSewer DisTweaks_UsableObject]
m_LockedMessage="うごかない"
m_LockedMessage="うごかない"

[LTD_Hub7toSewer:pInteractableTweaks DisTweaks_InteractableInterface]
m_Name="頑丈な扉"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[mattress_01_twk:DisTweaks_InteractableInterface_16 DisTweaks_InteractableInterface]
m_Name="マットレス"
m_InteractText="`GBA_Use` 眠る"

[Pickups.BP_Piero_Pylon2_twk DisTweaks_AbstractItemPickup]
m_SingleItemPickupMessage=""

[Pickups.BP_Piero_Pylon2_twk:pInteractableTweaks_PickupBase DisTweaks_Interactable_PickupBase]
m_NotUsableWhilePossessingInteractText=""
m_Name="`i"
m_InteractText="`GBA_Use` 拾う"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[Pickups.BP_Piero_Pylon_twk DisTweaks_AbstractItemPickup]
m_SingleItemPickupMessage=""

[Pickups.BP_Piero_Pylon_twk:pInteractableTweaks_PickupBase DisTweaks_Interactable_PickupBase]
m_NotUsableWhilePossessingInteractText=""
m_Name="`i"
m_InteractText="`GBA_Use` 拾う"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[Pickups.Brandy_twk DisTweaks_AbstractItemPickup]
m_SingleItemPickupMessage=""

[Pickups.Brandy_twk:DisTweaks_Interactable_PickupBase_101 DisTweaks_Interactable_PickupBase]
m_NotUsableWhilePossessingInteractText=""
m_Name="キングストリートブランデー"
m_InteractText="`GBA_Use` 拾う"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[Pickups.Corvo_Mask_twk:DisTweaks_Interactable_PickupBase_10 DisTweaks_Interactable_PickupBase]
m_NotUsableWhilePossessingInteractText=""
m_Name=""
m_InteractText="`GBA_Use` 拾う"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage="拾えない"

[Pickups.Hrlm_SamsWarMedal_twk DisTweaks_AbstractItemPickup]
m_SingleItemPickupMessage=""

[Pickups.Hrlm_SamsWarMedal_twk:DisTweaks_Interactable_PickupBase_9 DisTweaks_Interactable_PickupBase]
m_NotUsableWhilePossessingInteractText=""
m_Name="サミュエルの勲章"
m_InteractText="`GBA_Use` 拾う"
m_AltInteractText=""
m_UseMessage="サミュエルの勲章 (`n `i)"
m_AltUseMessage=""
m_CannotUseMessage=""

[PubNotes.PendletonReward DisAbstractItem]
m_ItemName="ペンドルトン伯爵の褒美。"
m_PluralItemName=""
m_Description="コルヴォ、\n\n我が兄弟に関するこの件はまるで愉快なものではないから、これ以上は話し合いたくない。しかし君には本当に感謝している。命を奪う事なく彼らを無力化する他の方法を何か見つけたそうだな。お見事。彼らがどこにいようと、どれほど惨めであろうと、少なくとも生きてはいるわけだ。だとすれば、恐らくいつかは再び会えるだろう。\n\n――トレバー・ペンドルトン伯爵 "

[SokolovCellDoor DisTweaks_Door]
m_DoorOpenCCW.m_InteractTextOverride=""
m_DoorOpenCW.m_InteractTextOverride=""
m_DoorCloseCCW.m_InteractTextOverride="`GBA_Use` 閉じる"
m_DoorCloseCW.m_InteractTextOverride="`GBA_Use` 閉じる"
m_DoorSlamOpenCCW.m_InteractTextOverride=""
m_DoorSlamOpenCW.m_InteractTextOverride=""
m_UnlockInteractText="`GBA_Use` 鍵を開ける"
m_LockedMessage=""
m_UnauthorizedMessage=""
m_FocusMessage=""
m_FocusLockedMessage="鍵がかかっている"

[SokolovCellDoor:pInteractableTweaks DisTweaks_InteractableInterface]
m_Name="頑丈な扉"
m_InteractText="`GBA_Use` 開く"
m_AltInteractText="`GBA_Use` をホールドして鍵穴を使う"
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[wall_lever_01_piero_twk DisTweaks_UsableObject]
m_LockedMessage="作動不能"

[wall_lever_01_piero_twk:pInteractableTweaks DisTweaks_InteractableInterface]
m_Name="盾のリリース"

[wall_lever_01_signal_twk DisTweaks_UsableObject]
m_LockedMessage="空"

[wall_lever_01_signal_twk:pInteractableTweaks DisTweaks_InteractableInterface]
m_Name="サミュエルの信号弾"
m_InteractText="`GBA_Use` 使う"
m_AltInteractText=""

m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

